var bjMainData = [
	{
		name: '原料药及中间体',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[116.589751,39.931013,"华润紫竹药业有限公司"],
			[116.126978,39.90688,"北京万辉双鹤药业有限责任公司"],
			[116.369214,39.765235,"北京优你特药业有限公司"]
		]
	},
	{
		name: '生物医药',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[116.527833,39.790347,"北京远策药业有限责任公司"],
			[116.370806,39.983233,"爱德药业（北京）有限公司"],
			[116.53117,39.798196,"北京金豪制药股份有限公司"]
		]
	},
	{
		name: '制剂及中成药',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[116.523574,39.80898,"北京同仁堂科技发展股份有限公司"],
			[116.223127,39.855511,"北京四方中药饮片有限公司"]
		]
	},
	{
		name: '医疗器械',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[116.299264,39.843561,"北京六一生物科技有限公司"],
			[116.337678,39.914666,"北京周林频谱科技有限公司"]
		]
	},
	{
		name: '药包材',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[116.206135,39.949862,"北京盛引信利医疗科技有限责任公司"],
			[116.67311,40.36953,"北京科卫临床诊断试剂有限公司"],
			[116.671458,40.095284,"北京天地和协科技有限公司"]
		]
	}
]

var hbMainData = [
	{
		name: '雄安',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#F9FF00',
				color:"#F9FF00"
			}
		},
		data: [
			[115.973945,38.947859,"雄安新区"]
		]
	}
]

var chMainData = [
	{
		name: '原料药及中间体',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[113.236894,40.267127,"山西新宝源制药有限公司"],
			[121.67973,30.9205,"上海太伟药业有限公司"],
			[123.171484,41.749839,"沈阳东瑞精细化工有限公司"],
			[119.049661,32.150268,"江苏天蔑药业有限公司"],
			[114.95159,25.859715,"江西赣南海欣药业股份有限公司"],
			[121.67973,30.9205,"上海太伟药业有限公司"],
			[118.203972,36.135642,"山东鑫泉医药有限公司"],
			[113.088871,23.682871,"广东蓝宝制药有限公司"],
			[103.724015,29.594719,"四川省长征药业股份有限公司"],
			[99.951634,27.104463,"丽江映华生物药业有限公司"],
			[117.23373,39.128988,"天津金耀集团有限公司"],
			[114.560662,38.053748,"河北维尔康制药有限公司"]
		]
	},
	{
		name: '生物医药',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[104.008482,30.720051,"成都金星健康药业有限公司"],
			[118.036553,36.853506,"山东金洋药业有限公司"],
			[116.563226,39.741869,"甘李药业股份有限公司"],
			[117.706822,39.070869,"天津华立达生物工程有限公司"],
			[113.955192,22.549246,"深圳康泰生物制品股份有限公司"],
			[110.262715,20.010112,"海南金芦荟生物工程有限公司"],
			[105.736932,34.584319,"甘肃天森药业有限公司"],
			[114.547933,38.164377,"河北常山生化药业股份有限公司"],
			[112.206211,30.099282,"湖北新生源生物工程股份有限公司"]
		]
	},
	{
		name: '制剂及中成药',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[113.290509,40.113744,"山西振东泰盛制药有限公司"],
			[122.081534,46.116944,"乌兰浩特中蒙制药有限公司"],
			[115.336765,38.519954,"保定中药制药有限公司"],
			[123.722637,41.486407,"辽宁东方人药业有限公司"],
			[126.588682,45.901298,"黑龙江天宏药业股份有限公司"],
			[121.257023,31.013084,"上海松华药业有限公司"],
			[120.169664,32.503696,"江苏苏中药业集团股份有限公司"],
			[115.787928,33.871211,"安徽九方制药有限公司"],
			[119.35985,26.024485,"福建麝珠明眼药股份有限公司"],
			[112.769699,34.925884,"河南省康华药业股份有限公司"],
			[117.199349,39.229524,"天津天士力之骄药业有限公司"]
		]
	},
	{
		name: '医疗器械',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[125.25781,43.839222,"长春博泰医药生物技术有限责任公司"],
			[121.386551,31.640512,"上海达华医疗器械有限公司"],
			[119.964515,31.839813,"常州奥斯迈医疗器械有限公司"],
			[121.611937,29.888278,"宁波永新光学股份有限公司"],
			[119.034976,25.57224,"福建省洪诚生物药业有限公司"],
			[117.96442,36.633267,"山东淄博山川医用器材有限公司"],
			[111.871393,26.605054,"湖南康都制药有限公司"],
			[103.732698,36.05853,"兰州汶河医疗器械研制开发有限公司"],
			[106.740523,26.56555,"贵阳新维气体有限公司"],
			[110.222625,25.264767,"桂林中辉科技发展有限公司"],
			[117.454281,38.997821,"天津美的斯达医疗电子有限公司"]
		]
	},
	{
		name: '药包材',
		type: 'effectScatter',
		coordinateSystem: 'geo',
		symbolSize: 10,
		showEffectOn: 'render',
		rippleEffect: {
			brushType: 'stroke'
		},
		hoverAnimation: true,
		itemStyle: {
			normal: {
				shadowBlur: 10,
				shadowColor: '#333'
			}
		},
		data: [
			[121.243653,37.529092,"烟台鑫汇包装有限公司"],
			[119.207506,36.501063,"修正环球施普乐医药（潍坊）有限公司"],
			[121.970736,37.391888,"山东威高集团医用高分子制品股份有限公司"],
			[121.941931,37.417367,"威海洁瑞医用制品有限公司"],
			[119.496579,35.491118,"曰照三奇医疗卫生用品有限公司"],
			[113.923601,33.534755,"河南曙光健士医疗器械集团股份有限公司"],
			[114.774432,35.292735,"新乡市华西卫材有限公司"],
			[114.00829,32.968357,"驻马店市永生医疗器械有限公司"],
			[114.178884,30.683009,"武汉智迅创源科技发展股份有限公司"],
			[115.066797,30.22521,"黄石卫生材料药业有限公司"],
			[118.020181,36.585463,"淄博华瑞铝塑包装材料有限公司"],
			[117.930031,36.826537,"淄博兴华医用器材有限公司"]
		]
	}
]


var diskDataOne = [
	{"value":2470800,"name":"阿斯利康","path":"阿斯利康"},
	{"value":2712.96,"name":"奥星制药","path":"奥星制药"},
	{"value":1656000,"name":"百时美施贵宝","path":"百时美施贵宝"},
	{"value":4632400,"name":"拜耳集团","path":"拜耳集团"},
	{"value":102120.92,"name":"博腾股份","path":"博腾股份"},
	{"value":276656.76,"name":"恩华药业","path":"恩华药业"},
	{"value":175599.89,"name":"尔康制药","path":"尔康制药"},
	{"value":46855.86,"name":"方盛制药","path":"方盛制药"},
	{"value":1260864.83,"name":"复星医药","path":"复星医药"},
	{"value":2392300,"name":"葛兰素史克","path":"葛兰素史克"},
	{"value":1585620.78,"name":"哈药股份","path":"哈药股份"},
	{"value":121245.33,"name":"海思科","path":"海思科"},
	{"value":246449.55,"name":"海翔药业","path":"海翔药业"},
	{"value":931596.02,"name":"恒瑞医药","path":"恒瑞医药"},
	{"value":334825.07,"name":"红日药业","path":"红日药业"},
	{"value":790250.23,"name":"华北制药","path":"华北制药"},
	{"value":110589.6,"name":"华仁药业","path":"华仁药业"},
	{"value":513839.54,"name":"华润双鹤","path":"华润双鹤"},
	{"value":322137.54,"name":"金陵药业","path":"金陵药业"},
	{"value":78033.4,"name":"精华制药","path":"精华制药"},
	{"value":144451.11,"name":"九洲药业","path":"九洲药业"},
	{"value":282044.63,"name":"康缘药业","path":"康缘药业"},
	{"value":776334,"name":"科伦药业","path":"科伦药业"},
	{"value":96397.52,"name":"莱美药业","path":"莱美药业"},
	{"value":77478.22,"name":"力生制药","path":"力生制药"},
	{"value":662051.65,"name":"丽珠集团","path":"丽珠集团"},
	{"value":64243.29,"name":"联环药业","path":"联环药业"},
	{"value":241028.77,"name":"鲁抗医药","path":"鲁抗医药"},
	{"value":1005397.84,"name":"人福医药","path":"人福医药"},
	{"value":3486100,"name":"赛诺菲-安万特","path":"赛诺菲-安万特"},
	{"value":15725.7,"name":"赛生药业","path":"赛生药业"},
	{"value":92167.09,"name":"莎普爱思","path":"莎普爱思"},
	{"value":139578.86,"name":"上海凯宝","path":"上海凯宝"},
	{"value":206333.1,"name":"神威药业","path":"神威药业"},
	{"value":186148.1,"name":"石四药集团","path":"石四药集团"},
	{"value":115654.82,"name":"双鹭药业","path":"双鹭药业"},
	{"value":316870,"name":"四环医药","path":"四环医药"},
	{"value":1965200,"name":"梯瓦制药","path":"梯瓦制药"},
	{"value":19755.87,"name":"通化金马","path":"通化金马"},
	{"value":26710.56,"name":"我武生物","path":"我武生物"},
	{"value":46892.37,"name":"沃华医药","path":"沃华医药"},
	{"value":417975.61,"name":"信邦制药","path":"信邦制药"},
	{"value":2040500,"name":"雅培制药","path":"雅培制药"},
	{"value":46314.55,"name":"亚太药业","path":"亚太药业"},
	{"value":243492.98,"name":"亿帆医药","path":"亿帆医药"},
	{"value":330251.92,"name":"益佰制药","path":"益佰制药"},
	{"value":268122.53,"name":"誉衡药业","path":"誉衡药业"},
	{"value":325572.3,"name":"远大医药","path":"远大医药"},
	{"value":449666.24,"name":"浙江医药","path":"浙江医药"},
	{"value":1457986.1,"name":"中国生物制药","path":"中国生物制药"},
	{"value":442869.49,"name":"中国中医","path":"中国中医"},
	{"value":134308.51,"name":"中恒集团","path":"中恒集团"},
	{"value":157773.66,"name":"众生药业","path":"众生药业"},
	{"value":63326,"name":"紫鑫药业","path":"紫鑫药业"},
	{"value":67085.71,"name":"佐力药业","path":"佐力药业"}
]

var diskDataTwo = [
	{"value":411400,"name":"阿斯利康","path":"阿斯利康"},
	{"value":-1087.17,"name":"奥星制药","path":"奥星制药"},
	{"value":189000,"name":"百时美施贵宝","path":"百时美施贵宝"},
	{"value":625000,"name":"拜耳集团","path":"拜耳集团"},
	{"value":12907.4,"name":"博腾股份","path":"博腾股份"},
	{"value":29389.21,"name":"恩华药业","path":"恩华药业"},
	{"value":64628.96,"name":"尔康制药","path":"尔康制药"},
	{"value":10888.65,"name":"方盛制药","path":"方盛制药"},
	{"value":329717.22,"name":"复星医药","path":"复星医药"},
	{"value":227800,"name":"葛兰素史克","path":"葛兰素史克"},
	{"value":74130.56,"name":"哈药股份","path":"哈药股份"},
	{"value":40508.11,"name":"海思科","path":"海思科"},
	{"value":61316.61,"name":"海翔药业","path":"海翔药业"},
	{"value":255887.05,"name":"恒瑞医药","path":"恒瑞医药"},
	{"value":57916.41,"name":"红日药业","path":"红日药业"},
	{"value":1009.02,"name":"华北制药","path":"华北制药"},
	{"value":2265.53,"name":"华仁药业","path":"华仁药业"},
	{"value":76433.02,"name":"华润双鹤","path":"华润双鹤"},
	{"value":32201.42,"name":"金陵药业","path":"金陵药业"},
	{"value":9298.93,"name":"精华制药","path":"精华制药"},
	{"value":21676.43,"name":"九洲药业","path":"九洲药业"},
	{"value":39871.77,"name":"康缘药业","path":"康缘药业"},
	{"value":57350.36,"name":"科伦药业","path":"科伦药业"},
	{"value":1652.6,"name":"莱美药业","path":"莱美药业"},
	{"value":13362.39,"name":"力生制药","path":"力生制药"},
	{"value":69279.91,"name":"丽珠集团","path":"丽珠集团"},
	{"value":5893.34,"name":"联环药业","path":"联环药业"},
	{"value":745.96,"name":"鲁抗医药","path":"鲁抗医药"},
	{"value":98416.13,"name":"人福医药","path":"人福医药"},
	{"value":562400,"name":"赛诺菲-安万特","path":"赛诺菲-安万特"},
	{"value":2991.1,"name":"赛生药业","path":"赛生药业"},
	{"value":20579.4,"name":"莎普爱思","path":"莎普爱思"},
	{"value":32791.22,"name":"上海凯宝","path":"上海凯宝"},
	{"value":62271,"name":"神威药业","path":"神威药业"},
	{"value":41139.61,"name":"石四药集团","path":"石四药集团"},
	{"value":65681.61,"name":"双鹭药业","path":"双鹭药业"},
	{"value":150905.5,"name":"四环医药","path":"四环医药"},
	{"value":335200,"name":"梯瓦制药","path":"梯瓦制药"},
	{"value":480.8,"name":"通化金马","path":"通化金马"},
	{"value":13412.26,"name":"我武生物","path":"我武生物"},
	{"value":7821.52,"name":"沃华医药","path":"沃华医药"},
	{"value":18441.22,"name":"信邦制药","path":"信邦制药"},
	{"value":286700,"name":"雅培制药","path":"雅培制药"},
	{"value":6296.92,"name":"亚太药业","path":"亚太药业"},
	{"value":37719.93,"name":"亿帆医药","path":"亿帆医药"},
	{"value":19453.82,"name":"益佰制药","path":"益佰制药"},
	{"value":76230.82,"name":"誉衡药业","path":"誉衡药业"},
	{"value":27524.3,"name":"远大医药","path":"远大医药"},
	{"value":17910.13,"name":"浙江医药","path":"浙江医药"},
	{"value":283644.5,"name":"中国生物制药","path":"中国生物制药"},
	{"value":72760.39,"name":"中国中医","path":"中国中医"},
	{"value":62428.21,"name":"中恒集团","path":"中恒集团"},
	{"value":33271.92,"name":"众生药业","path":"众生药业"},
	{"value":860.7,"name":"紫鑫药业","path":"紫鑫药业"},
	{"value":7988.71,"name":"佐力药业","path":"佐力药业"}
]

var turnNavigationData = ['化学药品原料药','化学药品制剂','生物药品','中成药','卫生材料及医药用品','中药饮片','医疗仪器设备及器械'];

var webkitDep = {
    "type": "force",
    "categories": [
        {
            "name": "药品",
            "keyword": {},
            "base": "药品"
        },
        {
            "name": "公司",
            "keyword": {},
            "base": "公司"
        }
    ],
    "nodes": [
		{'name':'扬子江药业集团有限公司','value':'A','category':1},
		{'name':'南京绿叶思科药业有限公司','value':'B','category':1},
		{'name':'山东绿叶制药有限公司','value':'C','category':1},
		{'name':'海南中化联合制药工业股份有限公司','value':'D','category':1},
		{'name':'哈药集团生物工程有限公司','value':'E','category':1},
		{'name':'北京协和药厂','value':'F','category':1},
		{'name':'太极集团四川太极制药有限公司','value':'G','category':1},
		{'name':'北京双鹭药业股份有限公司','value':'H','category':1},
		{'name':'南开允公药业有限公司','value':'I','category':1},
		{'name':'深圳海王生物工程有限公司','value':'J','category':1},
		{'name':'海口市制药厂有限公司','value':'K','category':1},
		{'name':'哈药集团有限公司','value':'L','category':1},
		{'name':'浙江海正药业股份有限公司','value':'M','category':1},
		{'name':'海南海药股份有限公司','value':'N','category':1},
		{'name':'重庆莱美药业股份有限公司','value':'O','category':1},
		{'name':'人血白蛋白','value':1,'category':0},
		{'name':'氯化钠','value':2,'category':0},
		{'name':'神经节甙酯','value':3,'category':0},
		{'name':'氯吡格雷','value':4,'category':0},
		{'name':'磷酸肌酸','value':5,'category':0},
		{'name':'紫杉醇','value':6,'category':0},
		{'name':'恩替卡韦','value':7,'category':0},
		{'name':'前列地尔','value':8,'category':0},
		{'name':'阿托伐他汀','value':9,'category':0},
		{'name':'兰索拉唑','value':10,'category':0},
		{'name':'奥拉西坦','value':11,'category':0},
		{'name':'泮托拉唑','value':12,'category':0},
		{'name':'胸腺五肽','value':13,'category':0},
		{'name':'美罗培南','value':14,'category':0},
		{'name':'小牛血去蛋白提取物','value':15,'category':0},
		{'name':'伏立康唑','value':16,'category':0},
		{'name':'多西他赛','value':17,'category':0},
		{'name':'胸腺肽α1','value':18,'category':0},
		{'name':'培美曲塞','value':19,'category':0},
		{'name':'奥美拉唑','value':20,'category':0}
    ],
    "links": [
		{'source':'扬子江药业集团有限公司','target':'氯化钠'},
		{'source':'扬子江药业集团有限公司','target':'神经节甙酯'},
		{'source':'扬子江药业集团有限公司','target':'氯吡格雷'},
		{'source':'扬子江药业集团有限公司','target':'磷酸肌酸'},
		{'source':'扬子江药业集团有限公司','target':'紫杉醇'},
		{'source':'扬子江药业集团有限公司','target':'恩替卡韦'},
		{'source':'扬子江药业集团有限公司','target':'前列地尔'},
		{'source':'扬子江药业集团有限公司','target':'阿托伐他汀'},
		{'source':'扬子江药业集团有限公司','target':'兰索拉唑'},
		{'source':'扬子江药业集团有限公司','target':'奥拉西坦'},
		{'source':'扬子江药业集团有限公司','target':'泮托拉唑'},
		{'source':'扬子江药业集团有限公司','target':'胸腺五肽'},
		{'source':'扬子江药业集团有限公司','target':'美罗培南'},
		{'source':'扬子江药业集团有限公司','target':'小牛血去蛋白提取物'},
		{'source':'扬子江药业集团有限公司','target':'伏立康唑'},
		{'source':'扬子江药业集团有限公司','target':'多西他赛'},
		{'source':'扬子江药业集团有限公司','target':'胸腺肽α1'},
		{'source':'南京绿叶思科药业有限公司','target':'吉西他滨'},
		{'source':'山东绿叶制药有限公司','target':'骨化三醇'},
		{'source':'扬子江药业集团有限公司','target':'卡泊芬净'},
		{'source':'海南中化联合制药工业股份有限公司','target':'卡泊芬净'},
		{'source':'哈药集团生物工程有限公司','target':'卡泊芬净'},
		{'source':'北京协和药厂','target':'卡泊芬净'},
		{'source':'太极集团四川太极制药有限公司','target':'紫杉醇'},
		{'source':'北京双鹭药业股份有限公司','target':'紫杉醇'},
		{'source':'南开允公药业有限公司','target':'紫杉醇'},
		{'source':'深圳海王生物工程有限公司','target':'紫杉醇'},
		{'source':'海口市制药厂有限公司','target':'紫杉醇'},
		{'source':'哈药集团有限公司','target':'紫杉醇'},
		{'source':'浙江海正药业股份有限公司','target':'紫杉醇'},
		{'source':'海南海药股份有限公司','target':'紫杉醇'},
		{'source':'重庆莱美药业股份有限公司','target':'紫杉醇'},
		{'source':'江苏奥赛康药业股份有限公司','target':'紫杉醇'},
		{'source':'海南通用康力制药有限公司','target':'紫杉醇'},
		{'source':'深圳万乐药业有限公司','target':'紫杉醇'},
		{'source':'深圳海王药业有限公司','target':'紫杉醇'},
		{'source':'辰欣药业股份有限公司','target':'紫杉醇'},
		{'source':'山西普德药业股份有限公司','target':'紫杉醇'},
		{'source':'上海华联制药有限公司','target':'紫杉醇'},
		{'source':'山西振东泰盛制药有限公司','target':'紫杉醇'},
		{'source':'悦康药业集团有限公司','target':'紫杉醇'},
		{'source':'海正辉瑞制药有限公司','target':'门冬胰岛素'},
		{'source':'北京世桥生物制药有限公司','target':'门冬胰岛素'},
		{'source':'哈尔滨三联药业股份有限公司','target':'门冬胰岛素'},
		{'source':'四川升和药业股份有限公司','target':'门冬胰岛素'},
		{'source':'费森尤斯卡比(武汉)医药有限公司','target':'门冬胰岛素'},
		{'source':'山西振东制药股份有限公司','target':'门冬胰岛素'},
		{'source':'深圳海王集团股份有限公司','target':'紫杉醇'},
		{'source':'华北制药股份有限公司','target':'紫杉醇'},
		{'source':'上海创诺制药有限公司','target':'紫杉醇'},
		{'source':'河北医科大学生物医学工程中心','target':'紫杉醇'},
		{'source':'贵州益佰制药股份有限公司','target':'硝苯地平'},
		{'source':'贵州益佰制药股份有限公司','target':'腹膜透析液'},
		{'source':'贵州益佰制药股份有限公司','target':'缬沙坦'},
		{'source':'贵州益佰制药股份有限公司','target':'甘草甜素，复方'},
		{'source':'贵州益佰制药股份有限公司','target':'多烯磷脂酰胆碱'},
		{'source':'国药集团同济堂(贵州)药业有限公司','target':'奥氮平'},
		{'source':'国药集团同济堂(贵州)药业有限公司','target':'头孢硫脒'},
		{'source':'国药集团同济堂(贵州)药业有限公司','target':'α-酮酸，复方'},
		{'source':'国药集团同济堂(贵州)药业有限公司','target':'生长抑素'},
		{'source':'贵州信邦制药股份有限公司','target':'门冬胰岛素'},
		{'source':'贵州信邦制药股份有限公司','target':'乌司他丁'},
		{'source':'贵州信邦制药股份有限公司','target':'骨化三醇'},
		{'source':'贵州信邦制药股份有限公司','target':'卡泊芬净'},
		{'source':'贵州信邦制药股份有限公司','target':'头孢地尼'},
		{'source':'贵州信邦制药股份有限公司','target':'替莫唑胺'},
		{'source':'贵州信邦制药股份有限公司','target':'哌拉西林+舒巴坦，复方'},
		{'source':'贵州信邦制药股份有限公司','target':'戈舍瑞林'},
		{'source':'贵州信邦制药股份有限公司','target':'二甲双胍'},
		{'source':'贵州信邦制药股份有限公司','target':'氨基葡萄糖'},
		{'source':'贵州信邦制药股份有限公司','target':'香菇多糖'},
		{'source':'正大天晴药业集团股份有限公司','target':'头孢西丁'},
		{'source':'江苏豪森药业股份有限公司','target':'头孢唑肟'}
    ]
}

var qyRightListOneData = [
	['A','扬子江药业集团有限公司'],
	['B','南京绿叶思科药业有限公司'],
	['C','山东绿叶制药有限公司'],
	['D','海南中化联合制药工业股份有限公司'],
	['E','哈药集团生物工程有限公司'],
	['F','北京协和药厂'],
	['G','太极集团四川太极制药有限公司'],
	['H','北京双鹭药业股份有限公司'],
	['I','南开允公药业有限公司'],
	['J','深圳海王生物工程有限公司'],
	['K','海口市制药厂有限公司'],
	['L','哈药集团有限公司'],
	['M','浙江海正药业股份有限公司'],
	['N','海南海药股份有限公司'],
	['O','重庆莱美药业股份有限公司'],
	['P','江苏奥赛康药业股份有限公司'],
	['Q','贵州益佰制药股份有限公司'],
	['R','国药集团同济堂(贵州)药业有限公司'],
	['S','深圳海王药业有限公司'],
	['T','贵州信邦制药股份有限公司']
];
var qyRightListTwoData = [
	['1','人血白蛋白'],
	['2','氯化钠'],
	['3','神经节甙酯'],
	['4','氯吡格雷'],
	['5','磷酸肌酸'],
	['6','紫杉醇'],
	['7','恩替卡韦'],
	['8','前列地尔'],
	['9','阿托伐他汀'],
	['10','兰索拉唑'],
	['11','奥拉西坦'],
	['12','泮托拉唑'],
	['13','胸腺五肽'],
	['14','美罗培南'],
	['15','小牛血去蛋白提取物'],
	['16','伏立康唑'],
	['17','多西他赛'],
	['18','胸腺肽α1'],
	['19','培美曲塞'],
	['20','奥美拉唑'],
	['21','维生素，复方'],
	['22','神经生长因子，鼠'],
	['23','氨基酸，复方'],
	['24','复合辅酶'],
	['25','氨溴索'],
	['26','转化糖'],
	['27','左氧氟沙星'],
	['28','人血丙种球蛋白'],
	['29','异丙酚'],
	['30','埃索美拉唑'],
	['31','康艾'],
	['32','哌拉西林+三唑巴坦，复方'],
	['33','地佐辛'],
	['34','利妥昔单抗'],
	['35','巴曲酶(凝血酶)'],
	['36','奥沙利铂'],
	['37','三七皂苷'],
	['38','阿卡波糖'],
	['39','替吉奥'],
	['40','他克莫司'],
	['41','N(2)-L-丙氨酸-L-谷氨酰胺'],
	['42','头孢哌酮+舒巴坦，复方'],
	['43','莫西沙星'],
	['44','粒细胞集落刺激因子(大肠杆菌'],
	['45','脑苷肌肽'],
	['46','亚胺培南+西司他丁，复方'],
	['47','卡尼汀'],
	['48','银杏叶'],
	['49','瑞舒伐他汀'],
	['50','脂肪乳'],
	['51','曲妥珠单抗'],
	['52','布地奈德'],
	['53','依达拉奉'],
	['54','卡培他滨'],
	['55','三唑巴坦+头孢哌酮，复方'],
	['56','康莱特'],
	['57','吗替麦考酚酯'],
	['58','谷胱甘肽'],
	['59','氨氯地平']
]

var bestBiologicalData = [
	['0001235','成都高新技术产业开发区'],
	['0001236','广州开发区（广州国际生物岛、广州科学城）'],
	['0001237','上海市张江高科技园区（上海张江药谷、上海国际医学园区）'],
	['0001238','深圳高新技术产业开发区'],
	['0001239','苏州工业园区（苏州生物纳米科技园）'],
	['0001240','泰州医药高新技术产业开发区（中国医药城）'],
	['0001241','天津经济技术开发区'],
	['0001242','武汉东湖高新技术开发区（武汉光谷生物城）'],
	['0001243','中关村科技园区（北京亦庄科技园、北京大兴生物医药产业基地、北京海淀生命科学园）'],
	['0001244','中山火炬高技术产业开发区（中山国家健康科技产业基地）']
]

var zcBtnBodyData = [
	'一是新药研发。对于国家一类新药、二类新药的研发，经有关科技主管部门审核后，在其取得新药证书和生产批件，并在区内进行生产的，给予100-300万元的专项资金支持。二是重点实验室。对于新建或搬迁的国家级实验室（中心）给予2000万元、省级实验室（中心），给予1000万元的建设资金支持，用于专项科研启动经费。三是重大科技项目。对于申报国家或河北省重大科技项目的企业，园区将全力支持，经有关科技部门批准后，可享受最高200-500万元的专项资金奖励',
	'一是一般企业所得税。自入区企业缴纳所得税年度起，将给予企业连续五年的税收扶持。对企业缴纳的所得税地方留成部分，前两年给予100%返还，后三年给予50%返还。二是大型企业所得税。对跨国公司、符合条件的中央直属企业、全国500强和民营50强企业在区内设立总部，经认定后，新增上缴税收形成的地方留成部分，前三年内给予100%补贴，后五年给予50%补贴。三是高级人才所得税。对引进符合“人才特区”建设的高层次人才，经认定，其所缴工薪个人所得税，可按其上一年度地方留成部分的100%给予为期五年的税收支持。',
	'对符合条件的入区医药企业仍执行最低宗地出让价格9.6万元/亩标准。一是经认定的高新技术企业或高新技术项目的科研生产用地，其土地使用在享受最低出让价的同时，可根据实际投资大小、经济效益情况等，最大可享受原地价30%的基础设施建设资金补贴。二是对于国家一类新药、二类新药的生产企业，最大可享受原地价40%的基础设施建设资金补贴。',
	'一是创业投资。对于高级人才创业项目分别给予最高2000万元的扶持资金、风险跟踪资金支持及最高1000万元的贴息贷款等支持。扶持资金和风险跟踪资金可作为创业项目的注册资金。二是创业环境。鼓励和支持创业型人才和团队投资创业。园区在项目立项、工商注册、规划、土地、税收等方面给予最大限度的手续简化，并免费提供项目办理“一条龙”代理服务。',
	'对于已经获得国家药品监督管理局批准文号的京津等地区的医药企业，由园区申请有关部门协调解决跨地区批准文号互认问题，以减少项目审批环节，加快项目建设。'
];
